tap 'thoughtbot/formulae'
tap 'neovim/neovim'
tap 'caskroom/versions'

brew 'rcm'
brew 'zsh'
brew 'vim', args: ['override-system-vi']
brew 'neovim', args: ['HEAD']
brew 'reattach-to-user-namespace'
brew 'ack'
brew 'git'
brew 'imagemagick'
brew 'node'
brew 'tmux'
brew 'thefuck'
brew 'postgresql'
brew 'rbenv'
brew 'ruby-build'
brew 'hub'
brew 'wget'
brew 'ctags'
brew 'direnv'
brew 'ngrok'
brew 'awscli'

cask 'virtualbox'
cask 'google-chrome'
cask 'firefox'
cask 'dropbox'
cask 'iterm2'
cask 'skype'
cask 'slate'
cask 'spotify'
cask 'transmission'
cask 'transmit'
cask 'slack'
cask 'rowanj-gitx'
cask 'things'
cask 'caffeine'
cask 'dash'
cask 'launchbar'
